{
    "telefonen 11, 72, 65, 87, 6, Maschine 18 und 90, -560, Linie l, -78.": "Telefone nummer 017265876, Machine nummer 98-65, Linie L-78",
    "Maschine 786-983.": "Maschine Nummer 786-983",
    "heute ist mittwoch, 6. august 2025. und es gibt einen fehler bei maschinenummer 654-2034. Linie l-70.": "Heute ist Mittwoch, 06.08.2025 und es gibt einen fehler bei Machine Nummer 654-234, linie L-73",
    "heute ist der 6. august 2500. ich stehe an der Linie 11 repariere die heizung. ich benötige das ersatzteil der anbausteckdose mit der nummer 5 1 0 1 9 4 9.": "Heute ist der 6.8.25. ich stehe an der linie 11 repariere die heizung. ich benötige das ersatzteil der anbausteckdose mit der nummer 5101949.",
    "am 21. mai 2024 gab es ein problem mit der Linie 5. der motor von Maschine 23770 überhitzte und schalte der ab.": "Am 21.05.2024 gab es ein Problem mit der Linie 5, der Motor von Maschine 234-765 überhitzte und schaltete ab.",
    "die produktionslinien 9 muss der am 12. februar 2025 gestoppt werden, weil ein lager an Maschine 87-543 festsars.": "Die Produktionslinie 9 musste am 12.02.2025 gestoppt werden, weil ein Lager an Maschine 87-543 festsaß.",
    "am dritten 11.2024 wurde bei der linien kontrolle festgestellt, dass Maschine 109-888 auf Linie 2 eine falsche temperatur aufwes.": "Am 03.11.2024 wurde bei der Linienkontrolle festgestellt, dass Maschine 109-888 auf Linie 2 eine falsche Temperatur aufwies.",
    "ein notfallauftrag wurde am 15. dezember 2025 erstellt.": "Ein Notfallauftrag wurde am 15.12.2025 erstellt",
    "die calibrierung der Linie 4 schlug am 7. august 2024 fehl, was zur fehlhaften produkten an Maschine 654 -231.": "Die Kalibrierung der Linie 4 schlug am 07.08.2024 fehl, was zu fehlerhaften Produkten an Maschine 654-321 führte.",
    "am 29. januar 2025 gab es einen kurzschluss in der steuerung von Maschine 33-911 auf Linie 1.": "Am 29.01.2025 gab es einen Kurzschluss in der Steuerung von Maschine 33-911 auf Linie 1.",
    "der druckabfall in der hydraulik von Maschine 721-455 an Linie 6 wurde am 19. september 2024 als kritisches problem gemeldet.": "Der Druckabfall in der Hydraulik von Maschine 721-405 an Linie 6 wurde am 19.09.2024 als kritisches Problem gemeldet.",
    "am 4.4.2020 kam es zu einem materialstau in der zuführung von Maschine 12, 3, -45, 6 auf Linie 3.": "Am 04.04.2025 kam es zu einem Materialstau in der Zuführung von Maschine 123-456 auf Linie 3.",
    "eine routineinspektion am 18. juni 2024 ergab, dass die sensoren an Maschine 90-876, der Linie sieben eine fehlerhafte ausgabe hatten.": "Eine Routineinspektion am 18.06.2024 ergab, dass die Sensoren an Maschine 90-876 der Linie 7 eine fehlerhafte Ausgabe hatten.",
    "der stromausfall am 10. oktober 2025 verursachte einen datenverlust bei Maschine 55-222 auf Linie 10.": "Der Stromausfall am 10.10.2025 verursachte einen Datenverlust bei Maschine 55-222 auf Linie 10.",
    "am 23. märz 2024 wurde festgestellt, dass die klingen an Maschine 412, -533 auf Linie 5 stumpf waren und ausgewächselt werden mussten.": "Am 23.03.2024 wurde festgestellt, dass die Klingen an Maschine 412-503 auf Linie 5 stumpf waren und ausgewechselt werden mussten.",
    "Der druckabfall in der hydraulik von Maschine 721-455 an Linie 6 wurde am 19. September 2024 als kritisches Problemgemeldet.": "Der Druckabfall in der Hydraulik von Maschine 721-405 an Linie 6 wurde am 19.09.2024 als kritisches Problem gemeldet."
}